---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StartYJustification
source: html/6608066e-87df-fb0b-8f5e-57b97ed884ec.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StartYJustification Property

"Start y Justification"

## Syntax (C#)
```csharp
public static ForgeTypeId StartYJustification { get; }
```